export default {
	test: "测试, {name}!",
	loading: '加载中...',
	add: '新增',
	delete: '删除',
	edit: '修改',
	query: '查询',
	export: '导出',
	handle: '操作',
	back: '返回',
	home: '首页',
	confirm: '确定',
	cancel: '取消',
	clear: '清除',
	close: '关闭',
	createTime: '创建时间',
	updateTime: '更新时间',
	required: '必填项不能为空',
	header: {
		tab1: 'ホームページ'
	},
	countDown: {
		opt1: 'トマト時計です',
		opt2: '時間が短い。',
		opt3: 'えいねん',
		opt4: '测试',
		switch1: '始まる',
		switch2: 'タイム·アウト',
		popupTitle: '知らせ',
		popupContent:'任務完了です!'
	},
	bg:{
		bgTitle:'背景の切り替えです'
	},
	task:{
		taskTitle: 'ミッションを設定します',
		inpPlaceholder: 'タスク名を入力します'
	},
	settings: {
		notifTitle: '戒告する', 
		notifContent: '通知をブロックしましたので、ブラウザの設定で通知権限をオンにしてください。',
	},
	intro:{
		one:{
			title:'Nesto Timerとは何ですか?',
			content:'Nestoは、デスクトップやモバイル機器に音楽、タスク、通知を内蔵した便利なトマト時計です。登録することでタスクを保存します。「このアプリは、創作、学習、作業などのタスクに深く集中することができます。騒がしい環境でも、絶え間なく流れる音楽は、あなたをフロー状態にすることができます。'
		},
		two:{
			title:'ポモドーロテクニックとは何でしょうか?',
			content:'ポモドーロテクニックは、目の前のタスクに集中し、最速で最も創造的な方法でそれを達成するための生産的な実践です。',
			content2:'番茄工作面这个词是从意大利语翻译成番茄的。弗朗西斯科·西里洛（Francesco Cirillo）在20世纪80年代开发了这项技术，他用一个西红柿形状的计时器每隔25分钟将他的作品切片。'
		},
		three:{
			title:'Nesto定时器如何让你使用番茄工作法?',
			list:{
				li1:'添加任务。单击它以选择它进行番茄工作制跟踪。完成任务的实际时间并不重要——它可以更长也可以更短。关键是把它分成番茄工作制。',
				li2:'选择背景音乐播放列表。您可以随时更改播放列表或将其关闭。',
				li3:'启动番茄时钟按播放按钮。您可以随时更改播放列表或将其关闭。',
				li4:'专注25分钟，不受干扰。',
				li5:'当计时器到期并收到提示音时，准备休息5分钟。在这段时间里，四处走走，喝水和/或锻炼。',
				li6:'短暂休息结束后，启动番茄工作制计时器，重复上述步骤。',
				li7:'每四个番茄工作点，休息15分钟。在这段时间里，做或想任何你想做的事。小贴士：你可以从更高的战略层面来思考你的任务，以获得新的见解。',
			}
		},
		four:{
			title:'产品特点',
			list:{
				li1:'登录保存进度',
				li2:'按任务跟踪番茄工作制的任务列表',
				li3:'支持移动和桌面设备',
				li4:'番茄工作制时期的背景音乐',
				li5:'每个计时器阶段结束时的音频通知',
				li6:'动态背景图像为您的心情',
				li7:'可自定义定时器设置',
			}
		},
		five:{
			span1:'想要更多功能?',
			span2:'或',
			span3:'有了你的反馈!',
			a1:' 推特给我们 ',
			a2:' 给我们发邮件 ',
		},
		six:{
			title:'常见问题:',
			title2:'我如何在手机屏幕上播放音乐?',
			span1:'这款应用的背景音乐是由YouTube提供的。因此,使用',
			span2:'反对Nesto。Cc网站在被屏蔽的屏幕上播放背景音乐。',
			a1:' 遵照这些说明 ',
		}
	}
}
