export default {
	test: "测试, {name}!",
	loading: '加载中...',
	add: '新增',
	delete: '删除',
	edit: '修改',
	query: '查询',
	export: '导出',
	handle: '操作',
	back: '返回',
	home: '首页',
	confirm: '确定',
	cancel: '取消',
	clear: '清除',
	close: '关闭',
	createTime: '创建时间',
	updateTime: '更新时间',
	required: '必填项不能为空',
	header: {
		tab1: '首页',
		tab2: '博客'
	},
	countDown: {
		opt1: '番茄钟',
		opt2: '短暂',
		opt3: '长时间',
		opt4: '测试',
		switch1: '开始',
		switch2: '暂停',
		popupTitle: '通知',
		popupContent:'任务完成！'
	},
	bg:{
		bgTitle:'背景切换'
	},
	task:{
		taskTitle: '设定任务',
		inpPlaceholder: '输入任务名称'
	},
	settings: {
		notifTitle: '警告', 
		notifContent: '您已阻止通知，请在浏览器设置中开启通知权限以获得最佳体验。',
	},
	intro:{
		one:{
			title:'什么是Nesto Timer?',
			content:'Nesto是一款方便的番茄时钟，内置音乐、任务和通知，适用于桌面和移动设备。通过注册来保存你的任务。“这款应用程序可以让你深度专注于你的任务，无论是创作、学习还是工作。即使在嘈杂的环境中，不间断的音乐也能让你进入“心流状态”。'
		},
		two:{
			title:'什么是番茄工作法?',
			content:'番茄工作法是一种生产力实践，旨在将你的全部注意力集中在当前的任务上，并以最快和最具创造性的方式完成它。',
			content2:'番茄工作面这个词是从意大利语翻译成番茄的。弗朗西斯科·西里洛（Francesco Cirillo）在20世纪80年代开发了这项技术，他用一个西红柿形状的计时器每隔25分钟将他的作品切片。'
		},
		three:{
			title:'Nesto定时器如何让你使用番茄工作法?',
			list:{
				li1:'添加任务。单击它以选择它进行番茄工作制跟踪。完成任务的实际时间并不重要——它可以更长也可以更短。关键是把它分成番茄工作制。',
				li2:'选择背景音乐播放列表。您可以随时更改播放列表或将其关闭。',
				li3:'启动番茄时钟按播放按钮。您可以随时更改播放列表或将其关闭。',
				li4:'专注25分钟，不受干扰。',
				li5:'当计时器到期并收到提示音时，准备休息5分钟。在这段时间里，四处走走，喝水和/或锻炼。',
				li6:'短暂休息结束后，启动番茄工作制计时器，重复上述步骤。',
				li7:'每四个番茄工作点，休息15分钟。在这段时间里，做或想任何你想做的事。小贴士：你可以从更高的战略层面来思考你的任务，以获得新的见解。',
			}
		},
		four:{
			title:'产品特点',
			list:{
				li1:'登录保存进度',
				li2:'按任务跟踪番茄工作制的任务列表',
				li3:'支持移动和桌面设备',
				li4:'番茄工作制时期的背景音乐',
				li5:'每个计时器阶段结束时的音频通知',
				li6:'动态背景图像为您的心情',
				li7:'可自定义定时器设置',
			}
		},
		five:{
			span1:'想要更多功能?',
			span2:'或',
			span3:'有了你的反馈!',
			a1:' 推特给我们 ',
			a2:' 给我们发邮件 ',
		},
		six:{
			title:'常见问题:',
			title2:'我如何在手机屏幕上播放音乐?',
			span1:'这款应用的背景音乐是由YouTube提供的。因此,使用',
			span2:'反对Nesto。Cc网站在被屏蔽的屏幕上播放背景音乐。',
			a1:' 遵照这些说明 ',
		}
	}
}
